app/controllers/api/games_controller.rb

  def index
    render json: Game.all
---
SELECT "games".* FROM "games"